"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "*Inicie o Impress no seu computador\n* Conecte ambos os dispositivos à mesma rede Wi-Fi.\n* Nota: atualmente o seu dispositivo está conectado à rede \"%@\"";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Não existe qualquer ligação sem fios.\n* Ligue o dispositivo iOS e o computador à mesma rede sem fios.\n* Atualize\n* Dica: pode criar um hotspot pessoal no seu computador ou iPhone.";
/* Popover option */
"About Impress Remote" = "Sobre o Impress Remote";
"Back" = "Voltar";
/* Popover option */
"Blank Screen" = "Ecrã vazio";
"Cancel" = "Cancelar";
"Click to refresh" = "Clique para atualizar";
/* Back button to the connect page on navbar */
"Connect" = "Ligar";
/* connect instructions */
"Connect your devices to the same WiFi network." = "Ligue os seus dispositivos à mesma rede sem fios.";
/* instruction page title */
"Connection" = "Conexão";
/* Popover option */
"Connection Help" = "Ajuda na conexão";
/* Connection Lost Alert title */
"Connection Lost" = "Conexão perdida";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Ligação perdida... Tente estabelecer uma nova ligação. ";
/* Control instruction title */
"Control" = "Controlo";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Se for necessário, crie um hotspot no seu iPhone.";
/* Server list section title */
"Custom Connections" = "Ligações personalizadas";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Se o seu computador não aparecer na secção acima, adicione-o através do seu endereço IP. ";
/* Server list section title */
"Detected Connections" = "Conexões detetadas";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Introduza o código PIN em Apresentação -> Impress Remote";
/* Connection failure title */
"Failed to reach server" = "Não foi possível ligar ao servidor.";
/* Connection failure message */
"Failed to reach server Msg" = "Verifique o seu endereço IP e certifique-se que o Libreoffice Impress está a ser executado com a funcionalidade \"Impress Remote\" ativa.";
"Failed to reach your computer" = "Não foi possível ligar ao seu computador.";
"Help" = "Ajuda";
/* In app How-to title */
"How-to" = "Manuais";
/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "Endereço IP inválido";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "O endereço IP introduzido não é válido";
/* EditableTableViewCell placeholder */
"IP Address" = "Endereço IP";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Inicie o Impress e selecione o computador.";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Nome (opcional)";
"New Server" = "Novo servidor";
"No, thanks" = "Não obrigado(a)";
/* OK Button on Alert view */
"OK" = "Aceitar";
/* backButton for Tutorial */
"Ok, thanks" = "Obrigado(a)";
/* Pairing instruction title */
"Pairing" = "Emparelhamento";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruções de emparelhamento";
"Pairing Instructions Msg" = "1. Inicie o LibreOffice Impress no computador\n\n2. Aceda a Preferências - LibreOffice Impress - Geral - Ativar controlo remoto\n\n3. Certifique-se que o computador e o dispositivo estão ligados à mesma rede sem fios\n\n4. Se o computador não for detetado, introduza manualmente o seu IP\n\n5. Estabeleça a ligação e divirta-se!\n\n";
/* Update button text in diffrent states */
"Pause" = "Pausa";
"Please consider restart LibreOffice Impress on your computer." = "Considere a hipótese de reiniciar o LibreOffice no computador.";
/* Popover option */
"Restart" = "Reiniciar";
"Resume from blank screen" = "Retomar do ecrã vazio";
/* Popover option */
"Resume from blank Screen" = "Retomar do ecrã vazio";
"Searching" = "A procurar";
/* Sidebar section header */
"Slides" = "Diapositivos";
/* Update button text in diffrent states */
"Start" = "Iniciar";
/* Popover option */
"Stop Presentation" = "Parar";
/* Sidebar section header */
"Stop Watch" = "Parar cronómetro";
"Take a tour of iOS Impress Remote?" = "Ver o guia do Impress Remote para iOS?";
/* Sidebar section header */
"Timer" = "Temporizador";
"Yes" = "Sim";
